Repository: fyndiq/fyndiq-woocommerce-module
Catalog: src/translations/fyndiq-*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

source: Error!
sv_se: Fel!

source: Loading
sv_se: Laddar

source: Done
sv_se: Klar

source: Fyndiq Settings
sv_se: Fyndiq Inställningar

source: The following options are used to configure Fyndiq
sv_se: De följande inställningar är för att ställa in Fyndiq

source: Username
sv_se: Användarnamn

source: This is the username you use for login on Fyndiq Merchant
sv_se: Detta är användarnmanet du använder för att logga in på Fyndiq Handlare

source: Must be your username
sv_se: Måste vara ditt användarnamn

source: This is the API V2 Token on Fyndiq
sv_se: Detta är API V2 Token på Fyndiq

source: Must be API v2 token
sv_se: Måste vara API v2 token

source: Global Price Percentage
sv_se: Global Pris Procentenhet

source: The percentage that will be removed from the price when sending to fyndiq.
sv_se: Procenten som tas bort från priset när det skickas till Fyndiq.

source: Can be 0 if the price should be the same as in your shop.
sv_se: Kan vara 0 om priset ska vara samma som i din butik.

source: When a order is imported from fyndiq, this status will be applied.
sv_se: När en order importeras från Fyndiq, så sätts denna status på ordern.

source: This must be picked accurate
sv_se: Denna uppgift måste väljas korrekt.

source: Minimum Quantity Limit
sv_se: Minsta kvantitet-gräns

source: this quantity will be reserved by you and will be removed from the quantity that is sent to Fyndiq.
sv_se: Denna kvantitet blir reserverad av dig och tas bort från kvantitet som skickas till Fyndiq.

source: Stay on 0 if you want to send all stock to Fyndiq.
sv_se: Låt den vara 0 om du vill att all kvantitet ska skickas till Fyndiq.

source: Reference to be in use
sv_se: Referens som ska användas

source: If you have multi SKU as in variations changing this will make it work better
sv_se: Om du har samma SKU i variationerna så kan ändring av detta fungera bättre

source: Product and Article ID
sv_se: Produkt och Artikel ID

source: If this value is changed, products already existing on Fyndiq will be removed and uploaded again and orders might not be able to be imported with old SKU.
sv_se: Om denna fält ändras så kommer produkter som redan finns på fyndiq att raderas och läggas till igen och ordrar med gamla Referenser till artiklar kan ha problem att importeras.

source: Fyndiq credentials was wrong, try again.
sv_se: Fyndiq användaruppgifterna var fel, testa igen.

source: Set how you want your description to be exported to Fyndiq.
sv_se: Sätt hur du vill ha din Beskrivning ska hanteras när exporterad till Fyndiq.

source: Long Description
sv_se: Lång Beskrivning

source: Short Description
sv_se: Kort Beskrvining

source: Short and Long Description
sv_se: Kort och Lång Beskrivning

source: Default is Long Description
sv_se: förvald är Lång Beskrivning

source: Can't export this product to Fyndiq
sv_se: Kan inte exportera denna produkt till Fyndiq

source: This will disable all order logic for Fyndiq
sv_se: Detta kommer stänga av all order logik för Fyndiq

source: Enable
sv_se: Aktiverad

source: Disable
sv_se: Inaktiverad

source: Default is to have orders enabled
sv_se: Förvald är Aktiverad

source: Fyndiq Product Settings
sv_se: Fyndiq Produkt Inställningar

source: Export to Fyndiq
sv_se: Exportera till Fyndiq

source: mark this as true if you want to export to Fyndiq
sv_se: Markera detta om du vill exportera denna produkt till Fyndiq

source: Fyndiq Discount Percentage
sv_se: Fyndiq rabatt procentenhet.

source: The percentage specific for this product, it will override the globel percentage for this product.
sv_se: Denna procent är specific för denna produkt, den skriver över den globala procenten för denna produkt.

source: Fyndiq Price with set Discount percentage:
sv_se: Fyndiq-pris med rabatt-procenten

source: Title needs to be between %s and %s in length, now it is: %s
sv_se: Titeln behöver vara mellan %s och %s i längd, nu är den: %s

source: Description needs to be between %s and %s in length, now it is: %s
sv_se: Beskrivningen behöver vara mellan %s och %s i längden, nu är den: %s

source: SKU needs to be between %s and %s in length, now it is: %s
sv_se: SKU behöver vara mellan %s och %s i längden, nu är den: %s

source: Regular Price needs to be set above 0, now it is: %s
sv_se: Vanliga Priset behöver vara över 0, nu är den: %s

source: Fyndiq Exported
sv_se: Fyndiq Exporterad

source: Exported
sv_se: Exporterad

source: Not exported
sv_se: Inte Exporterad

source: Some Fyndiq Orders failed to be imported, most likely due to stock or couldn't find product on Reference.
sv_se: Några Fyndiq Ordrar fick problem att importats. Troligast är på grund av kvantitet eller inte kunde hitta produkten på Referensen.

source: Can't be exported
sv_se: Kan inte exporteras

source: Pending
sv_se: Avvaktar

source: For Sale
sv_se: Säljes

source: Wrong Currency
sv_se: Fel Valuta

source: Fyndiq only works in EUR and SEK. change to correct currency. Current Currency:
sv_se: Fyndiq funkar bara i EUR och SEK. Ändra till korrekt valuta. Nuvarande valuta:

source: Wrong Country
sv_se: Fel Land

source: Fyndiq only works in Sweden and Germany. change to correct country. Current Country:
sv_se: Fyndiq funkar bara i Sverige och i Tyskland. Ändra till korrekt land. Nuvarande Land:

source: Fyndiq Credentials
sv_se: Fyndiq Konto-uppgifter

source: You need to set Fyndiq Credentials to make it work. Do it in
sv_se: Du måste ställa in Fyndiq konto-uppgifterna för att det ska funka. Det gör du i

source: Woocommerce Settings > Products > Fyndiq
sv_se: Woocommerce Inställningar > Produkter > Fyndiq

source: Fyndiq Validations
sv_se: Fyndiq Valideringar

source: The product will not be exported to Fyndiq until these validations are fixed.
sv_se: Produkten kommer inte exporteras till Fyndiq förens dessa valideringar är åtgärdade.

source: Remove from Fyndiq
sv_se: Ta bort från Fyndiq

source: Update Fyndiq Status
sv_se: Uppdatera Fyndiq Status

source: Get Fyndiq Delivery Note
sv_se: Hämta Fyndiq Följesedel

source: Import From Fyndiq
sv_se: Importera från Fyndiq

source: Products removed from Fyndiq.
sv_se: Produkten togs bort från Fyndiq

source: Products exported to Fyndiq.
sv_se: Produkten exporterades till Fyndiq

source: Fyndiq Checker Page
sv_se: Fyndiq Check Sida

source: This is a page to check all the important requirements to make the Fyndiq work.
sv_se: Denna sida kontrollerar så all viktiga krav för att Fyndiq pluginet ska funka, fungerar.

source: File Permission
sv_se: Filrättigheter

source: Classes
sv_se: Klasser

source: API Connection
sv_se: API Anslutning

source: Exists
sv_se: Existerar

source: does not exist
sv_se: Existerar inte

source: Feed file name: `%s` (%s)
sv_se: Filnamnet: `%s` (%s)

source: Cannot create file. Please make sure that the server can create new files in `%s`
sv_se: Kan inte skapa filen. Vänligen var säker att server kan skapa filer i `%s`

source: Trying to create temporary file: `%s`
sv_se: Försöker skapa temporär fil: `%s`

source: Cannot create file: `%s`
sv_se: Kan inte skapa fil: `%s`

source: File `%s` successfully read.
sv_se: Filen `%s` lästes utan problem.

source: Successfully deleted temp file `%s`
sv_se: Lyckades ta bort temporära filen `%s`

source: Class `%s` is found.
sv_se: Klassen `%s` hittades.

source: Class `%s` is NOT found.
sv_se: Klassen `%s` hittades INTE.

source: Required classes `%s` are missing.
sv_se: Nödvändiga klasserna `%s` saknas.

source: Module is not authorized.
sv_se: Modulen är inte auktoriserad.

source: Connection to Fyndiq successfully tested
sv_se: Anslutningen till Fyndiq testades utan problem.

source: Product SKU ( %s ) not found.
sv_se: Produkt SKU:n ( %s ) hittades inte.

source: ERROR - Could not create order
sv_se: FEL - Kunde inte skapa order

source: ERROR - product is downloadable.
sv_se: FEL - Produkten är nedladdningsbar.

source: It exist a new version of Fyndiq plugin, install it by clicking on the link:
sv_se: Det finns en ny version av Fyndiq pluginet, installera den genom att klicka på länken:

source: Pick at least one Order
sv_se: Välj minst en order
